-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jul 03, 2026 at 10:31 PM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `zarcafe_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `admins`
--

CREATE TABLE `admins` (
  `id` int(11) NOT NULL,
  `username` varchar(50) NOT NULL,
  `password` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `admins`
--

INSERT INTO `admins` (`id`, `username`, `password`) VALUES
(1, 'admin', '123456');

-- --------------------------------------------------------

--
-- Table structure for table `branches`
--

CREATE TABLE `branches` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `city` varchar(100) DEFAULT NULL,
  `address` text DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `working_hours` varchar(100) DEFAULT NULL,
  `features` text DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `slug` varchar(150) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `branches`
--

INSERT INTO `branches` (`id`, `name`, `city`, `address`, `phone`, `working_hours`, `features`, `image`, `slug`) VALUES
(1, 'شعبه مرکزی (خانه هنرمندان)', 'تهران', 'خیابان طالقانی، خیابان ایرانشهر، پارک هنرمندان\n', '021-88310462\n', '10 الی 24', 'فضای نشستن، غذای گرم، حیاط و فضای باز\n', 'about.jpg', 'central-branch'),
(2, 'شعبه کارتینگ آزادی', 'تهران', '\nتهران، ضلع شرقی استادیوم آزادی، جنب پارکینگ شماره 13', '021-44174242', '10 الی 20', 'محیط دنج، فضای نشستن، حیاط و فضای باز', 'azadi.jpg', 'azadi'),
(3, 'شعبه گیشا', 'تهران', '\nگیشا، بین خیابان احمدی و قدرتی، پلاک ۲۴۳', '021-88271874', '10 الی 23', 'جای پارک عمومی، فضای نشستن، حیاط و فضای باز', 'gisha.jpeg', 'gisha'),
(4, 'شعبه بام لند', 'تهران', 'اتوبان همت غرب خروجی دریاچه چیتگر باملند بلوک A طبقه ۲', '021-40443029', '10 الی 22', 'جای پارک عمومی، فضای نشستن، غذای گرم', 'بام-لند.jpg', 'bam-land'),
(5, 'شعبه کوروش مال', 'تهران', '\nستاری شمال، مجتمع تجاری كورش، طبقه ۷، پلاک ‍۱۰', '021-44971478', '10 الی 23', 'روف، فضای نشستن، پارکینگ اختصاصی', 'koorosh.jpg', 'koorosh-mall'),
(6, 'شعبه فشم\n', 'تهران', '\nكيلومتر 3 جاده فشم', '021-26507111', '10 الی 24', 'فضای نشستن، غذای گرم، پارکینگ اختصاصی، حیاط و فضای باز', 'fasham.jpg', 'fasham');

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `name`) VALUES
(1, 'نوشیدنی گرم'),
(2, 'دمنوش'),
(3, 'نوشیدنی سرد'),
(4, 'میلک شیک'),
(5, 'گلاسه و بستنی'),
(6, 'آبمیوه و اسموتی'),
(7, 'کیک و دسر'),
(8, 'پیتزا'),
(9, 'برگر'),
(10, 'غذای اصلی'),
(11, 'غذای ایرانی'),
(12, 'استیک'),
(13, 'ساندویچ'),
(14, 'پاستا'),
(15, 'صبحانه'),
(16, 'پیش غذا'),
(17, 'سالاد');

-- --------------------------------------------------------

--
-- Table structure for table `contact_messages`
--

CREATE TABLE `contact_messages` (
  `id` int(11) NOT NULL,
  `fullname` varchar(150) NOT NULL,
  `phone` varchar(20) NOT NULL,
  `email` varchar(190) DEFAULT NULL,
  `subject` varchar(120) NOT NULL,
  `message` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `contact_messages`
--

INSERT INTO `contact_messages` (`id`, `fullname`, `phone`, `email`, `subject`, `message`, `created_at`) VALUES
(1, 'زهرا ظفری', '09193456238', 'zarazfri@gmail.com', 'پشتیبانی سفارش', 'سفارشات عالی بودن\r\nممنون از شما', '2026-07-01 13:19:43'),
(2, 'مهدی سلطانی', '09374675823', 'mhdisltni@gmail.com', 'پیشنهاد / انتقاد', 'تنوع غذاهای ایرانی رو بالا ببرید.\r\nممنون خسته نباشید', '2026-07-03 20:30:06');

-- --------------------------------------------------------

--
-- Table structure for table `feedbacks`
--

CREATE TABLE `feedbacks` (
  `id` int(11) NOT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `order_type` varchar(50) DEFAULT NULL,
  `experience` text DEFAULT NULL,
  `comment` text DEFAULT NULL,
  `status` enum('pending','approved') DEFAULT 'pending',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `feedbacks`
--

INSERT INTO `feedbacks` (`id`, `phone`, `order_type`, `experience`, `comment`, `status`, `created_at`) VALUES
(1, '09193456238', 'حضوری', 'خوشایند', 'همه چیز عالی بود', 'pending', '2026-07-01 13:04:32'),
(2, '09932175845', 'حضوری', 'ناخوشایند', 'رفتار باریستا خوب نبود.', 'pending', '2026-07-03 18:08:21');

-- --------------------------------------------------------

--
-- Table structure for table `franchise_requests`
--

CREATE TABLE `franchise_requests` (
  `id` int(11) NOT NULL,
  `fullname` varchar(255) DEFAULT NULL,
  `email` varchar(100) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `target_city` varchar(100) DEFAULT NULL,
  `description` text DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `franchise_requests`
--

INSERT INTO `franchise_requests` (`id`, `fullname`, `email`, `phone`, `target_city`, `description`, `created_at`) VALUES
(1, 'زهرا حسینی', 'szhrahsni@gmail.com', '09193456238', 'تهران، خانی آباد', 'ملک شخصی ۳۰۰ متری، سر نبش، ۴ سال رستوران بوده، سرمایه‌گذار خودم', '2026-07-03 14:48:41'),
(2, 'علی مولایی', 'alimola@gmail.com', '09128976345', 'گیلان، رشت', 'ملک شخصی 160 متری، تازه ساخت، سرمایه‌گذار آقای فدایی', '2026-07-03 18:52:29');

-- --------------------------------------------------------

--
-- Table structure for table `job_applications`
--

CREATE TABLE `job_applications` (
  `id` int(11) NOT NULL,
  `fullname` varchar(255) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `address` text DEFAULT NULL,
  `description` text DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `job_applications`
--

INSERT INTO `job_applications` (`id`, `fullname`, `phone`, `address`, `description`, `created_at`) VALUES
(1, 'زهرا ظفری', '09193456238', 'خیابان انقلاب', 'پست درخواستی: صندوق‌دار - \nدارای لیسانس حسابداری و سه سال سابقه کاری در این زمینه', '2026-07-01 11:43:43'),
(2, 'محمد قاسمی', '09206644173', 'تهران، قیطریه', 'پست درخواستی: مدیر شعبه - فوق لیساتس مدیریت', '2026-07-03 18:07:21'),
(3, 'مبینا ماهر', '09901234567', 'تهران، خ ولیعصر، پلاک 432', 'پست درخواستی: باریستا - 19 ساله، دارای دیپلم، روابط اجتماعی بالا', '2026-07-03 18:55:40');

-- --------------------------------------------------------

--
-- Table structure for table `products`
--

CREATE TABLE `products` (
  `id` int(11) NOT NULL,
  `category_id` int(11) DEFAULT NULL,
  `name` varchar(255) NOT NULL,
  `price` varchar(50) DEFAULT NULL,
  `description` text DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `products`
--

INSERT INTO `products` (`id`, `category_id`, `name`, `price`, `description`, `image`) VALUES
(1, 1, 'لاته پسته', '325', '', 'لاته-پسته.png'),
(2, 1, 'موکا کوکی', '306', '', 'موکا-کوکی.png'),
(3, 1, 'کارامل ماکیاتو', '268', 'ترکیب یک شات اسپرسو، کارامل، شیر، با تزیین خامه', 'کارامل-ماکیاتو.png'),
(4, 1, 'موکا مخصوص', '273', 'ترکیب دو شات اسپرسو، شکلات ویژه، شیر، با تزیین خامه', 'موکا-مخصوص.png'),
(5, 1, 'لاته سینگل', '227', '150 میلی لیتر شیر، یک شات اسپرسو 80/20', 'لاته-سینگل.png'),
(6, 1, 'شیر عسل', '133', '', 'شیر-عسل.png'),
(7, 1, 'قهوه فرانسه', '80', 'قهوه دمی به همراه شات شیر', 'قهوه-فرانسه.png'),
(8, 1, 'شیر عسل دارچین', '65', 'ترکیب عسل طبیعی و شیر به همراه دارچین', 'شیر-عسل-دارچین.png'),
(9, 1, 'شیر نوتلا', '285', 'ترکیب نوتلا اصلی و شیر ', 'شیر-نوتلا.png'),
(10, 1, 'شیر نسکافه', '200', 'ترکیب پودر نسکافه و شیر', 'شیر-نسکافه.png'),
(11, 1, 'اسپرسو', '135', 'یک شات اسپرسو (90% عربیکا، 10% ربوستا)', 'اسپرسو-سینگل.png'),
(12, 1, 'دبل اسپرسو', '178', 'دو شات اسپرسو (90% عربیکا، 10% ربوستا)', 'اسپرسو-دبل.png'),
(13, 1, 'آمریکانو', '212', 'ترکیب دو شات اسپرسو و آب جوش', 'امریکانو.png'),
(14, 1, 'کاپوچینو', '227', 'ترکیب یک شات اسپرسو،شیر با فوم زیاد', 'کاپوچینو.png'),
(15, 1, 'وایت موکا', '268', 'ترکیب شکلات سفید به همراه یک شات اسپرسو، شیر', 'وایت-موکا.png'),
(16, 1, 'لاته فندق', '268', 'ترکیب یک شات اسپرسو، طعم دهنده فندق، شیر', 'لاته-فندوق.png'),
(17, 1, 'موکاچینو', '244', 'ترکیب نسکافه، شکلات ویژه، شیر با فوم کم', 'موکاچینو.png'),
(18, 1, 'قهوه ترک', '175', 'آب، پودر قهوه ترک ویژه، دم آوری شده', 'ترک.png'),
(19, 1, 'قهوه یونانی', '222', 'ترکیب پودر قهوه ترک، شکر، شیر با فوم کم', 'قهوه-یونانی.png'),
(20, 1, 'دارک چاکلت', '325', ' شکلات ویژه، شیر با فوم کم', 'هات‌چاکلت-طعم‌دار.png'),
(21, 1, 'وایت چاکلت', '253', 'ترکیب شکلات سفید، شیر با فوم کم', 'وایت-چاکلت.png'),
(22, 1, 'هات چاکلت طعم‌دار', '268', 'ترکیب پودر شکلات ویژه، شیر، طعم دهنده انتخابی', 'هات‌چاکلت-طعم‌دار.png'),
(23, 1, 'ماسالا', '253', 'ترکیب پودر ویژه (7 نوع ادویه)، شیر با فوم کم', 'ماسالا.png'),
(24, 1, 'چای کرک', '242', 'ترکیب پودر مخصوص کرک و شیر', 'کرک.png'),
(25, 2, 'چای سیاه', '138', 'چای سیاه (دم شده)', 'چای.png'),
(26, 2, 'چای سبز', '205', 'چای سبز همراه با گل سرخ و دارچین (دم شده)', 'سبز-و-گل-سرخ-دارچین.png'),
(27, 2, 'چای و کوکی', '220', 'چای به همراه کوکی', 'چای-و-کوکی.png'),
(28, 2, 'لمون گرس', '115', '', 'لمون-گرس.png'),
(29, 2, 'دمنوش سبز و یاسمن', '163', '', 'لمون-گرس.png'),
(30, 2, 'دمنوش عسل و بابونه', '172', '', 'لمون-گرس.png'),
(31, 2, 'دمنوش تابستان', '163', '', 'لمون-گرس.png'),
(32, 2, 'دمنوش پاییز', '163', '', 'لمون-گرس.png'),
(33, 2, 'دمنوش زمستان', '163', '(ترش)', 'لمون-گرس.png'),
(34, 2, 'دمنوش سلامت', '184', 'ترکیب سماق، زرشک، چای ترش (دم شده)', 'سلامت.png'),
(35, 2, 'دمنوش مورینگا', '197', 'برگ گیاه مورینگا (دم شده)', 'مورینگا.png'),
(36, 2, 'آویشن و پونه', '185', 'ترکیب آویشن و پونه (دم شده)', 'پونه-اویشن.png'),
(37, 2, 'به‌لیمو و بهار نارنج', '164', 'ترکیب به لیمو و بهارنارنج (دم شده)', 'بهارنارنج-به‌لیمو.png'),
(38, 2, 'گل‌گاوزبان و به‌لیمو', '217', 'ترکیب گل گاوزبان و به لیمو (دم شده)', 'گل-گاوزبون-به-لیمو.png'),
(39, 2, 'گل‌گاوزبان و بابونه', '217', 'ترکیب گل گاوزبان و بابونه (دم شده)', 'گل-گاوزبون-بابونه.png'),
(40, 2, 'چای ترش و زنجبیل', '184', 'ترکیب، چای ترش و زنجبیل (دم شده)', 'چای-ترش-زنجبیل.png'),
(41, 3, 'موکافراپه‌چینو', '288', 'مخلوط دوشات اسپرسو، طعم دهنده شکلات، بستنی ، به همراه یخ خرد شده', 'موکافراپچینو.png'),
(42, 3, 'فراپه‌چینو', '288', 'مخلوط دوشات اسپرسو، طعم دهنده، بستنی ، به همراه یخ خرد شده', 'فراپه.png'),
(43, 3, 'فراپه ماچا', '310', '', 'فراپه-ماچا.png'),
(44, 3, 'آبجو لیمو و نعنا', '248', '', 'اب-جو.png'),
(45, 3, 'آبجو کلاسیک', '248', '', 'اب-جو.png'),
(46, 3, 'آیس آمریکانو', '212', 'دوشات اسپرسو، آب به همراه یخ', 'ایس-امریکانو.png'),
(47, 3, 'آیس لاته', '227', 'یک شات اسپرسو، شیر به همراه یخ', 'ایس-لته.png'),
(48, 3, 'آیس کارامل ماکیاتو', '268', 'یک شات اسپرسو، طعم دهنده کارامل، شیر به همراه یخ', 'ایس-کارامل-ماکیاتو.png'),
(49, 3, 'آیس موکا', '253', 'یک شات اسپرسو، طعم دهنده شکلات، شیر به همراه یخ', 'ایس-موکا.png'),
(50, 3, 'آیس چاکلت', '268', 'مخلوط پودر شکلات ویژه، شیر، بستنی، به همراه یخ خردشده', 'ایس-چاکلت.png'),
(51, 3, 'آفوگاتو', '205', 'ترکیب یک شات اسپرسو، به همراه یک اسکوپ بستنی وانیل', 'افوگاتو.png'),
(52, 3, 'چاکلت ماچا', '310', '', 'چاکلت-ماچا.png'),
(53, 3, 'آیس ماچا لاته', '295', 'ترکیب پودرماچا، شیر، یخ', 'ایس-ماچا.png'),
(54, 3, 'ماچا لاته', '295', 'ترکیب پودر ماچا، شیربافوم کم', 'ماچا-لته.png'),
(55, 3, 'آیس تی', '190', '', 'آیس-تی.png'),
(56, 3, 'نارون', '264', 'انار، توت و لیمو', 'نارون.png'),
(57, 3, 'نارنگ', '264', 'نارنگی، پرتقال و لیموناد', 'نارنگ.png'),
(58, 3, 'پیچ چری', '253', 'آب آلبالو، لیمو و هلو', 'پیچ-چری.png'),
(59, 3, 'کوکو', '253', 'آب آناناس، گرانادین و نارگیل', 'کوکو.png'),
(60, 3, 'بالی', '253', 'جینجر، پرتقال و گرانادین', 'بالی.png'),
(61, 4, 'میلک‌شیک اسمارتیز', '284', 'مخلوط بستنی شکلات، اسمارتیز به همراه شیر', 'اسمارتیز.png'),
(62, 4, 'میلک‌شیک مخصوص', '341', 'مخلوط، بستنی شکلات، بستنی وانیل، کره بادام زمینی، موز، به همراه شیر، با تزیین خامه', 'شیک-مخصوص.png'),
(63, 4, 'میلک‌شیک دبی چاکلت', '377', 'رشته کادایف، شکلات مخصوص، کره پسته، بستنی', 'دبی.png'),
(64, 4, 'میلک‌شیک نوتلا', '438', 'مخلوط بستنی وانیل،شکلات نوتلا به همراه شیر', 'نوتلا-فندق.png'),
(65, 4, 'میلک‌شیک شکلات فندق', '341', ' مخلوط بستنی وانیل، شکلات فندق به همراه شیر', 'نوتلا-فندق.png'),
(66, 4, 'میلک‌شیک بادام زمینی', '314', 'مخلوط بستنی وانیل، کره بادام زمینی به همراه شیر', 'شیک-بادام-زمینی.png'),
(67, 4, 'میلک‌شیک موز شکلات', '295', 'مخلوط بستنی شکلات، تکه های موز به همراه شیر', 'موز-شکلات.png'),
(68, 4, 'میلک‌شیک شکلات', '270', 'مخلوط بستنی شکلات به همراه شیر', 'شیک-شکلات.png'),
(69, 4, 'میلک‌شیک شکلات تلخ', '270', 'مخلوط بستنی شکلات تلخ به همراه شیر', 'شکلات-تلخ.png'),
(70, 4, 'میلک‌شیک قهوه ترک', '284', 'مخلوط بستنی وانیل، پودر قهوه ترک ویژه به همراه شیر', 'شیک-اسپرسو.png'),
(71, 4, 'میلک‌شیک اسپرسو', '284', 'مخلوط بستنی وانیل، عصاره اسپرسو به همراه شیر', 'شیک-اسپرسو.png'),
(72, 4, 'میلک‌شیک نسکافه', '270', 'مخلوط بستنی وانیل، عصاره اسپرسو به همراه شیر', 'شیک-نسکافه.png'),
(73, 4, 'میلک‌شیک کارامل', '270', 'مخلوط بستنی کارامل به همراه شیر', 'شیک-کارامل.png'),
(74, 4, 'میلک‌شیک وانیل', '270', 'مخلوط بستنی وانیل به همراه شیر', 'شیک-وانیل.png'),
(75, 4, 'میلک‌شیک نارگیل', '284', 'مخلوط بستنی وانیل، پودر نارگیل به همراه شیر', 'شیک-نارگیل.png'),
(76, 4, 'میلک‌شیک شاتوت', '270', 'مخلوط بستنی شاتوت به همراه شیر', 'شیک-شاتوت.png'),
(77, 4, 'میلک‌شیک توت فرنگی', '270', 'مخلوط بستنی توت فرنگی به همراه شیر', 'شیک-توت-فرنگی.png'),
(78, 4, 'میلک‌شیک کرم بیسکویت', '314', '', 'شیک-کرم-بیسکوییت.png'),
(79, 4, 'شیک ماچا', '341', '', 'فراپه-ماچا.png'),
(80, 5, 'بستنی اسکوپی', '97', 'وانیل، شکلات، شکلات تلخ، شکلات تکه‌ای، نسکافه، کارامل، شاتوت، توت فرنگی', 'اسکوپ.png'),
(81, 5, 'کافه گلاسه', '292', 'مخلوط بستنی نسکافه، پودر نسکافه به همراه شیر', 'کافه-گلاسه.png'),
(82, 5, 'شکلات گلاسه', '292', ' مخلوط بستنی شکلات، پودر شکلات ویژه به همراه شیر', 'شکلات-گلاسه.png'),
(83, 5, 'بستنی مخصوص', '253', 'سه اسکوپ بستنی توت فرنگی، وانیل، شکلات، اسلایس میوه فصل، به همراه خامه و سس شکلات', 'بستنی-مخصوص.png'),
(84, 5, 'کریسپی شیک شکلات', '279', 'مخلوط بستنی شکلات، کورن فلکس به همراه شیر', 'کریسپی‌-شکلات.png'),
(85, 5, 'کریسپی شیک وانیل', '279', 'مخلوط بستنی وانیل، کورن فلکس به همراه شیر', 'شیک-وانیل.png'),
(86, 5, 'کریسپی شیک نسکافه', '279', 'مخلوط بستنی نسکافه، کورن فلکس به همراه شیر', 'شیک-نسکافه.png'),
(87, 5, 'کریسپی شیک توت فرنگی', '279', 'مخلوط بستنی توت فرنگی، کورن فلکس به همراه شیر', 'شیک-توت-فرنگی.png'),
(88, 5, 'کریسپی شیک شاتوت', '279', 'مخلوط بستنی شاتوت، کورن فلکس به همراه شیر', 'شیک-شاتوت.png'),
(89, 5, 'کریسپی شیک کارامل', '279', 'مخلوط بستنی کارامل، کورن فلکس به همراه شیر', 'شیک-کارامل.png'),
(90, 6, 'آب سیب هویج', '99', '', 'اب-سیب-هویج.png'),
(91, 6, 'آب طالبی', '96', '', 'اب-طالبی.png'),
(92, 6, 'اسموتی گواوا', '256', 'گواوا، لیمو، سودا', 'اسموتی-گواوا.png'),
(93, 6, 'کاپرینا', '253', 'مخلوط آب پرتقال طبیعی، لیمو، نعناع، عسل، به همرا یخ خرد شده', 'کاپرینا.png'),
(94, 6, 'آب کرفس', '98', '', 'اب-کرفس.png'),
(95, 6, 'لیموناد توت فرنگی', '283', 'لیموناد بلندری، توت فرنگی', 'لیموناد-توت-فرنگی.png'),
(96, 6, 'موهیتو توت فرنگی', '268', 'موهیتو، پوره توت', 'موهیتو-توت-فرنگی.png'),
(97, 6, 'سودا', '65', 'سودا کریستال، لیوان (نعنا و اسلایس لیمو)', 'سودا.png'),
(98, 6, 'مارگارین', '212', 'موهیتو بلندری', 'مارگارین.png'),
(99, 6, 'لیموناد جینجر', '248', 'لیموناد کوبایی و جینجر', 'لیموناد-جینجر.png'),
(100, 6, 'موهیتو جینجر', '258', 'موهیتو کوبایی و جینجر', 'موهیتو-جینجر.png'),
(101, 6, 'لیموناد کوبایی', '238', '3 وج لیمو، 60 سی سی اب لیمو، سودا و یخ', 'سودا.png'),
(102, 6, 'موهیتو کوبایی', '248', 'چند برگ نعنا، 3 وج لیمو، 30 سی سی اب لیمو، سودا و یخ', 'موهیتو-کوبایی.png'),
(103, 6, 'آب سیب', '88', '', 'اب-سیب.png'),
(104, 6, 'اسموتی ترش', '268', 'مخلوط بستنی ذغال اخته، آب زرشک طبیعی، تمشک جنگلی، به همراه یخ خردشده', 'اسموتی-ترش.png'),
(105, 6, 'اسموتی هندوانه شاتوت', '231', 'مخلوط بستنی شاتوت، هندوانه تازه، به همراه یخ خرد شده', 'هندونه-شاتوت.png'),
(106, 6, 'اسموتی پرتقال شاتوت', '248', 'مخلوط بستنی شاتوت، آب پرتقال طبیعی، به همراه یخ خرد شده', 'پرتقال-شاتوت.png'),
(107, 6, 'اسموتی پروتئین', '396', 'مخلوط یک شات اسپرسو، موز، پودر وی، کره بادام زمینی، شیر، به همراه یخ خرد شده', 'اسموتی-پروتیین.png'),
(108, 6, 'اسموتی استوایی', '285', 'مخلوط بستنی توت فرنگی ، بستنی شاتوت، میوه های استوایی، به همراه یخ خرد شده', 'اسموتی-استوایی.png'),
(109, 6, 'جینجر لایم', '256', 'مخلوط لیمو، زنجبیل،توت فرنگی، آب گازدار، به همراه یخ خرد شده', 'جینجر-لایم.png'),
(110, 6, 'موهیتو', '253', 'مخلوط لیمو، نعناع، آب گازدار، به همراه یخ خرد شده', 'موهیتو.png'),
(111, 6, 'لیموناد', '207', 'مخلوط لیمو، آب گازدار به همراه یخ خرد شده', 'لیموناد.png'),
(112, 6, 'آب هندوانه', '194', 'آب هندوانه طبیعی', 'هندونه.png'),
(113, 6, 'آب پرتقال', '210', '', 'پرتقال.png'),
(114, 7, 'کنافه بستنی', '395', 'کنافه استانبولی به همراه یک اسکوپ بستنی وانیل', 'کنافه-بستنی.png'),
(115, 7, 'وافل مخصوص', '427', 'وافل، شکلات فندوق، به همراه اسلایس میوه فصل، یک اسکوپ بستنی وانیل', 'وافل-شکلات.png'),
(116, 7, 'وافل عسل و دارچین', '295', 'وافل، عسل، پودر دارچین', 'وافل-عسل-دارچین.png'),
(117, 7, 'تارت توت فرنگی', '299', '', 'تارت-توت.png'),
(118, 7, 'تارت اسنیکرز', '320', '', 'تارت-اسنیکرز.png'),
(119, 7, 'تارت سیب و نارگیل', '280', '', 'تارت-سیب-نارگیل.png'),
(120, 7, 'کروسان ساده', '160', '', 'کروسان-ساده.png'),
(121, 7, 'کروسان موز شکلات', '298', 'کروسان، موز، شکلات', 'کروسان-موز-نوتلا.png'),
(122, 7, 'کروسان شکلاتی', '202', '', 'کروسان-شکلات.png'),
(123, 7, 'رول نیویورکی پسته', '266', '', 'رول-پسته.png'),
(124, 7, 'کیک شکلاتی', '261', '', 'کیک-شکلاتی.png'),
(125, 7, 'چیز کیک شکلات', '268', '', 'جیز-شکلات.png'),
(126, 7, 'چیز کیک سن سباستین', '295', '', 'سن-سباستین.png'),
(127, 7, 'چیز کیک لوتوس', '298', '', 'چیز-لوتوس.png'),
(128, 7, 'رول دارچین', '176', '', 'رول-دارچین.png'),
(129, 7, 'سه شیر پسته', '280', '', 'سه-شیر.png'),
(130, 7, 'پن سوئیسی', '182', '', 'پن-سوئیسی.png'),
(131, 7, 'انرژی بار', '243', '', 'پروتئین-بار.png'),
(132, 7, 'کوکی شکلاتی', '95', '', 'کوکی-شکلات.png'),
(133, 7, 'کوک رژیمی', '110', '', 'کوکی.png'),
(134, 8, 'سیر و استیک', '1300', 'سس مخصوص، سس بیانز، پنیر میکس، راسته گوساله مزه دار شده', 'سیر-و-استیک.png'),
(135, 8, 'مرغ و قارچ', '998', '', 'پیتزا-قارچ-و-مرغ.png'),
(136, 8, 'چهار فصل', '1100', 'ترکیبی از چهار طعم استیک، رومانا، آفریکانو، سبزیجات', '4فصل.png'),
(137, 8, 'کاپری چیوسا', '1100', 'سس مخصوص، پنیر میکس، سینه مرغ گریل، فیله گوساله، قارچ، فلفل دلمه رنگی', 'کاپری-چیوسا.png'),
(138, 8, 'سبزیجات', '760', 'سس مخصوص ، پنیر میکس ، قارچ ، کدو ، بادمجان مزه دار شده گریل ، زیتون سبز ، فلفل دلمه رنگی', 'پیتزا-سبزیجات.png'),
(139, 8, 'آفریکانو', '875', 'فیله مرغ مزه دار شده، سس مخصوص، پنیر میکس، قارچ', 'پیتزا-قارچ-و-مرغ.png'),
(140, 8, 'رومانا', '920', 'بیکن گوشت، بیکن مرغ، سس مخصوص، پنیر میکس، فلفل دلمه', 'پیتزا-رومانا.png'),
(141, 8, 'هروئیکا', '990', 'سس مخصوص، پنیر میکس، سینه دودی بوقلمون، قارچ، فلفل دلمه رنگی', 'هیروئیکا.png'),
(142, 8, 'مخلوط آمریکایی', '960', 'سس مخصوص، پنیر میکس، زیتون سیاه، بیکن گوشت و مرغ، قارچ، مرغ اسلایس، فلفل دلمه‌ای', 'مخلوط-امریکایی.png'),
(143, 8, 'مارگاریتا', '758', 'گوجه، ریحان، پنیر', 'پیتزا-مارگاریتا.png'),
(144, 8, 'پپرونی', '980', 'پپرونی، سس مخصوص، پنیر میکس', 'پپرونی.png'),
(145, 8, 'رست بیف', '1150', 'سس مخصوص، سس بیانز، پنیر میکس، راسته گوساله خرد شده', 'رست-بیف.png'),
(146, 9, 'همبرگر', '755', 'گوشت گوساله، سس مخصوص، کاهو، خیارشور، گوجه، سیب زمینی', 'برگر.png'),
(147, 9, 'چیز برگر', '795', 'گوشت گوساله، پنیر ورقه ای گودا، سس مخصوص، کاهو، خیارشور، گوجه، سیب زمینی', 'چیز-برگر.png'),
(148, 9, 'هالوپینو برگر', '820', 'گوشت گوساله، فلفل ترشی هالوپینو، سس مخصوص، پیازکاراملی، کاهو، خیارشور، گوجه، سیب زمینی', 'برگر.png'),
(149, 9, 'ماشروم برگر', '785', 'گوشت گوساله، پنیر، سس قارچ، سس مخصوص، کاهو، خیارشور، گوجه، سیب زمینی', 'ماشروم.png'),
(150, 9, 'برگر مرغ سوخاری', '765', 'سینه مرغ سوخاری، پنیر ورقه ای گودا، سس مخصوص، کاهو، خیارشور، گوجه، سیب زمینی', 'برگر-مرغ-سوخاری.png'),
(151, 9, 'همبرگر مخصوص', '924', 'گوشت گوساله، پنیر گودا، کاهو فرانسه، خیار شور، گوجه، پپرونی و پیاز کاراملی', 'برگر-مخصوص.png'),
(152, 10, 'بشقاب مرغ و سبزیجات', '998', 'مرغ، قارچ، پیاز، کلم بروکلی و سس مخصوص (طعم سویا سس )', 'مرغ-و-سبزیحات.png'),
(153, 10, 'بشقاب پاکورا', '678', 'سیب زمینی و قارچ سوخاری به همراه سالاد', 'پاکورا.png'),
(154, 10, 'بشقاب سلامت', '985', '', 'بشقاب-سلامت.png'),
(155, 10, 'بشقاب چیکن', '960', 'اسلایس مرغ، قارچ، فلفل دلمه‌ای سبز رنگی، بروکلی، پیازچه، سس مخصوص (تند و شیرین)', 'بشقاب-چیکن.png'),
(156, 10, 'بشقاب مرغ و قارچ', '998', 'سینه مرغ سرخ شده، قارچ، سیب زمینی سرخ شده، چیلی', 'مرغ-و-قارچ.png'),
(157, 10, 'لازانیا', '989', 'گوشت چرخ کرده مزه دار شده، قارچ، پنیر، لازانیا، سس بشامل، پنیر میکس، ریحان', 'لازانیا.png'),
(158, 10, 'فیش اند چیپس', '886', '', 'فیش-اند-چیپس.png'),
(159, 10, 'میگو سوخاری', '1060', '', 'میگو-سوخاری.png'),
(160, 11, 'پلو خورشت روز', '728', '', 'خورشت-روز.png'),
(161, 11, 'سینی هفت خوان', '918', 'پلو خورشت روز، سوپ، ماست، دسر روز، سالاد، پیتزا، نان سیر، لازانیا، کلزونه', 'هفت-خان.png'),
(162, 11, 'کباب تابه‌ای', '928', '', 'کباب_تابه.png'),
(163, 11, 'لوبیا پلو با سالاد شیرازی', '758', 'برنج، لوبیا سبز تازه، سویا', 'لوبیا-پلو.png'),
(164, 11, 'سبزی پلو با ماهی + ماست خیار', '778', 'برنج ایرانی، سبزی تازه، ماهی', 'ماهی.png'),
(165, 11, 'کوفته', '738', 'برنج، زرشک، آلو، لپه، گردو، سبزیجات معطر', 'کوفته.png'),
(166, 11, 'کباب لقمه', '919', 'نان رپ، کباب لقمه گیاهی، جعفری، قارچ، پنیر، سس مخصوص', 'کباب-لقمه.png'),
(167, 11, 'پلو الهه سبز + سبزی خوردن', '744', 'برنج، قارچ، فلفل دلمه، بادام هندی، سبزیجات', 'پلو-الهه.png'),
(168, 12, 'استیک پنیر کورد گیاهی', '698', 'پنیر کورد، سس مخصوص، سیب زمینی سرخ کرده', 'استیک-پنیر-کورد.png'),
(169, 12, 'استیک پنیر توفو گیاهی', '698', 'پنیر توفو، سس مخصوص، سیب زمینی سرخ کرده', 'استیک-توفو.png'),
(170, 13, 'ساندویچ چیکن', '787', 'سینه مرغ، قارچ، پنیر میکس، خیارشور، گوجه، سس تارتار', 'چیکن.png'),
(171, 13, 'پنینی آلفردو', '860', 'سینه مرغ، قارچ، سس آلفردو، پارمیسان ، سرو با نان چاپاتا', 'آلفردو.png'),
(172, 13, 'پنینی پستو', '890', 'سینه مرغ، قارچ، سس پستو، پارمیسان، سرو با نان چاپاتا', 'پستو.png'),
(173, 13, 'پنینی گوشت', '958', 'گوشت گوساله رست بیف شده، قارچ، سس مخصوص و نان چاپاتا، پنیر میکس', 'پنینی-گوشت.png'),
(174, 13, 'تاپینو هات داگ', '818', 'هات داگ، قارچ، پنیر گودا، کاهو، گوجه، خیارشور، نان رپ', 'تاپینتو.png'),
(175, 13, 'تاپینو ژامبون', '818', 'ژامبون مرغ، قارچ، پنیر گودا، کاهو، گوجه، خیارشور، نان رپ', 'تاپینتو.png'),
(176, 13, 'تاپینو مرغ گریل', '848', 'مرغ گریل، قارچ، پنیر گودا، کاهو، گوجه، خیارشور، نان رپ', 'تاپینتو.png'),
(177, 13, 'اسنک ژامبون', '498', '', 'استیک-ژامبون.png'),
(178, 14, 'پاستا آلفردو', '897', 'پنه، سینه مرغ، پنیر پارمسان، قارچ، سس آلفردو', 'پنه-آلفردو.png'),
(179, 14, 'پاستا چیکن پستو', '897', 'پنه، سینه مرغ، پنیر پارمسان، قارچ، سس آلفردو', 'پنه-پستو.png'),
(180, 14, 'پنه اسفناج', '687', 'پنه، اسفناج، پیازچه، سس قارچ، گوجه، پنیر پارمسان', 'پنه-اسفناج.png'),
(181, 14, 'پنه سبزیجات', '687', 'پنه، سبزیجات، کلم بروکلی، سس قارچ، گوجه، پنیر پارمسان', 'پنه-سبزیجات.png'),
(182, 15, 'صبحانه انگلیسی', '758', 'لوبیا گرم،نیمرو، بیکن، سیب زمینی، سوسیس، دورچین مخصوص فصل', 'انگلیسی.png'),
(183, 15, 'دیس انگلیسی', '750', 'لوبیا، قارچ، بیکن گوشت، دوعدد سوسیس، دو عدد نیمرو، سیب زمینی، دورچین مخصوص فصل و نان سنتی', 'دیس-انگلیسی.png'),
(184, 15, 'سینی ایرانی', '658', 'پنیر، گردو، مربا، سبزی خوردن، شکلات، خامه، نان سنتی', 'سینی-ایرانی.png'),
(185, 15, 'دیس ایرانی', '560', 'پنیر، کره، تخم مرغ آب پز، مربا، عسل، گردو', 'دیس-ایرانی.png'),
(186, 15, 'کراست سوسیس و تخم مرغ', '578', '', 'کراست-سوسیس_تخم-مرغ.png'),
(187, 15, 'کراس بیکن و تخم مرغ', '578', '', 'کراست-سوسیس_تخم-مرغ.png'),
(188, 15, 'اگ بندیکت', '578', '', 'اگ-بندیکت.png'),
(189, 15, 'سوسیس تخم مرغ', '460', 'سوسیس ژاپنی، تخم مرغ، به همراه مخلفات', 'سوسیس-تخم-مرغ.png'),
(190, 15, 'نیمرو کره‌ای', '336', 'تخم مرغ به همراه مخلفات', 'نیمرو.png'),
(191, 15, 'املت ایرانی', '490', 'تخم مرغ، گوجه، فرنگی، پیاز، خیارشور', 'املت.png'),
(192, 15, 'کروسان پنیر گردو', '285', 'پنیر خامه‌ای، گردو، گوجه و ریحان', 'کروسان-پنیر-گردو.png'),
(193, 16, 'سوپ روز', '228', '', 'سوپ.png'),
(194, 16, 'نان سیر', '458', 'نان مخصوص، سیر تازه، جعفری تازه، کنجد', 'نان-سیر.png'),
(195, 16, 'نان سنتی', '148', 'نان داغ سنتی به همراه شوید و کنجد', 'نان-سنتی.png'),
(196, 16, 'حمص', '587', 'نخود، روغن زیتون، کنجد، نان سنتی تازه', 'حمص.png'),
(197, 16, 'میرزا قاسمی', '587', 'بادمجان کبابی، گوجه، سیر، نان سنتی تازه', 'میرزا.png'),
(198, 16, 'کشک بادمجان', '587', 'بادمجان، گردو، نعنا داغ، نان سنتی تازه', 'کشک-بادمجان.png'),
(199, 16, 'سیب زمینی', '462', '', 'سیب-زمینی.png'),
(200, 16, 'سیب زمینی تنوری مخصوص', '587', 'سیب زمینی تنوری، پنیر', 'تنوری.png'),
(201, 16, 'سیب زمینی با سس چدار', '658', '', 'سیب-زمینی.png'),
(202, 16, 'سیب زمینی مخصوص', '880', 'ژامبون مرغ، سیب زمینی، قارچ، فلفل دلمه، زیتون، سس مخصوص', 'سیب-ویژه.png'),
(203, 16, 'سیب زمینی با سس قارچ', '658', '', 'سیب-سس-قارچ.png'),
(204, 16, 'سیب زمینی با سس دیپ', '655', '', 'سیب-دیپ.png'),
(205, 17, 'سالاد مخصوص', '897', 'کاهو پیچ، خیارتازه، فلفل رنگی، سینه مرغ، کلم بروکلی، پیازچه، گوجه گیلاسی، پنیر لیقوان، پنیر پارمسان، مغز تخمه', 'سالاد-مخصوص.png'),
(206, 17, 'سالاد سزار گریل', '897', 'کاهو پیچ، سبز، سینه مرغ گریل، گوجه، نان سیر، پنیر پارمسان', 'سزار-گریل.png'),
(207, 17, 'سالاد سزار سوخاری', '935', 'کاهو پیچ، زیتون، سینه مرغ سوخاری با پنیر گودا، گوجه، نان تست، پنیر پارمسان', 'سالاد-سزار-سوخاری.png'),
(208, 17, 'سالاد سبز', '680', 'کاهو پیچ، خیارتازه، فلفل دلمه سبز، زیتون سبز، کلم بروکلی، ریحان، کیپرز، پیازچه', 'سالاد-سبز.png'),
(209, 17, 'توسادا استیک', '858', 'کاهو، پوره لوبیا چیتی، راسته گوساله مزه دار شده، ماست چکیده، پیازچه، گوجه گیلاسی، نان پیتا مزه دار شده', 'توسادا-استیک.png'),
(210, 17, 'سالاد بیبی اسفناج', '758', 'کاهو پیچ، اسفناج، پنیر کورد، گردو کاراملی همراه با سس زرشک', 'توسادا-استیک.png'),
(211, 17, 'سالاد گرین کراست', '758', 'کاهو پیچ، گردو، جعفری با سس درسینگ', 'سالاد_گرین_کراست.png'),
(212, 17, 'سالاد کینوا', '758', 'کاهو پیچ، گوجه گیلاسی، ذرت، سبزی، پنیر کورد، زیتون همراه با سس کینوا', 'سالاد-کینوا.png');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `branches`
--
ALTER TABLE `branches`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `contact_messages`
--
ALTER TABLE `contact_messages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `feedbacks`
--
ALTER TABLE `feedbacks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `franchise_requests`
--
ALTER TABLE `franchise_requests`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `job_applications`
--
ALTER TABLE `job_applications`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`),
  ADD KEY `category_id` (`category_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admins`
--
ALTER TABLE `admins`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `branches`
--
ALTER TABLE `branches`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT for table `contact_messages`
--
ALTER TABLE `contact_messages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `feedbacks`
--
ALTER TABLE `feedbacks`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `franchise_requests`
--
ALTER TABLE `franchise_requests`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `job_applications`
--
ALTER TABLE `job_applications`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `products`
--
ALTER TABLE `products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=213;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `products`
--
ALTER TABLE `products`
  ADD CONSTRAINT `products_ibfk_1` FOREIGN KEY (`category_id`) REFERENCES `categories` (`id`) ON DELETE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
